<template>
  <div>
    <div class="content">
      <h1>Пользовательское Соглашение</h1>
      <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем ytuber.ru (далее
        Ytuber или Администрация) с одной стороны и пользователем сайта с другой.
        Сайт Ytuber не является средством массовой информации.</p>

      <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.
        Если Вы не согласны с условиями данного соглашения, не используйте сайт Ytuber!</p>

      <p>Предмет соглашения
        Администрация предоставляет пользователю право на размещение на сайте следующей информации:</p>

      <h3>Предмет соглашения</h3>
      <h3>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</h3>
      <ul>
        <li>Текстовой информации
        </li>
        <li>
          Ссылок на материалы, размещенные на других сайтах
        </li>
      </ul>

      <h3>Права и обязанности сторон
        Пользователь имеет право:</h3>

      <ul>
        <li>
          осуществлять поиск информации на сайте
        </li>
        <li>
          получать информацию на сайте
        </li>
        <li>
          использовать информацию сайта в личных некоммерческих целях
        </li>
      </ul>

      <h3>Администрация имеет право:</h3>

      <ul>
        <li>
          по своему усмотрению и необходимости создавать, изменять, отменять правила
        </li>
        <li>
          ограничивать доступ к любой информации на сайте
        </li>
        <li>
          удалять учетные записи
        </li>
      </ul>


      <h3>Пользователь обязуется:</h3>
      <ul>
        <li>
          обеспечить достоверность предоставляемой информации
        </li>
        <li>
         не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или
          религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная
          или административная ответственность
        </li>
        <li>
          не нарушать работоспособность сайта
        </li>
        <li>
          не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
        </li>
        <li>
          не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
        </li>
        <li>
          не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также
          иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
        </li>
        <li>
          не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и
          его Сервисами
        </li>
      </ul>
      <h3>Администрация обязуется:</h3>
      <p>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
        Администрации причинам.</p>

      <h3>Ответственность сторон</h3>
      <ul>
        <li>
          администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
        </li>
        <li>
          в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и
          т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную
          работу информационного ресурса
        </li>
      </ul>

      <p>
        Условия действия Соглашения
        Данное Соглашение вступает в силу при любом использовании данного сайта.
        Соглашение перестает действовать при появлении его новой версии.
        Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
        Администрация не оповещает пользователей об изменении в Соглашении.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  auth: false,
  middleware: 'guest',
  layout: 'guest',
  data() {
    return {
      Loading: true,
    }
  },
  mounted() {
  },
  methods: {},
  watch: {},
  components: {}
}
</script>
<style>
</style>
